Repository: Belappsone/IdeaRemoteAC
Catalog: Remote AC/Resources/Localizable/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hi, id, it, ja, nb, pl, pt_pt, ro, ru, sv, th, tr, uk, vi

source: Switch your AC to standby mode using the remote or panel.
ar: قم بضبط المكيف على وضع الاستعداد باستخدام جهاز التحكم أو لوحة التحكم.
de: Schalten Sie Ihre Klimaanlage mit der Fernbedienung oder dem Bedienfeld in den Standby-Modus.
es: Pon tu AC en modo de espera usando el control remoto o el panel.
fr: Mettez votre climatiseur en mode veille avec la télécommande ou le panneau.
hi: अपने AC को रिमोट या पैनल का उपयोग करके स्टैंडबाय मोड में डालें।
id: Alihkan AC ke mode siaga menggunakan remote atau panel.
it: Metti il condizionatore in modalità standby usando il telecomando o il pannello.
ja: リモコンまたはパネルでエアコンを待機モードに切り替えてください。
nb: Sett klimaanlegget i standby-modus ved hjelp av fjernkontrollen eller panelet.
pl: Przełącz klimatyzator w tryb gotowości za pomocą pilota lub panelu.
pt_pt: Coloque seu ar-condicionado em modo de espera usando o controle remoto ou o painel.
ro: Comutați AC-ul în modul standby folosind telecomanda sau panoul.
ru: Переведите кондиционер в режим ожидания с помощью пульта или панели управления.
sv: Ställ AC:n i viloläge med fjärrkontrollen eller panelen.
th: สลับเครื่องปรับอากาศของคุณไปยังโหมดสแตนด์บายโดยใช้รีโมตหรือแผงควบคุม
tr: Klimanızı uzaktan kumanda veya panel ile bekleme moduna alın.
uk: Переведіть кондиціонер у режим очікування за допомогою пульта або панелі.
vi: Chuyển AC của bạn sang chế độ chờ bằng điều khiển từ xa hoặc bảng điều khiển.

source: 📶 2. Enable Wi-Fi on the AC
ar: 📶 2. فعّل الواي فاي على المكيف
de: 📶 2. WLAN an der Klimaanlage aktivieren
es: 📶 2. Activa el Wi-Fi en el AC
fr: 📶 2. Activez le Wi-Fi sur le climatiseur
hi: 📶 2. AC पर Wi-Fi सक्षम करें
id: 📶 2. Aktifkan Wi-Fi pada AC
it: 📶 2. Attiva il Wi-Fi sul condizionatore
ja: 📶 2. エアコンのWi-Fiを有効にする
nb: 📶 2. Aktiver Wi-Fi på klimaanlegget
pl: 📶 2. Włącz Wi-Fi w klimatyzatorze
pt_pt: 📶 2. Ative o Wi-Fi no ar-condicionado
ro: 📶 2. Activați Wi-Fi-ul pe AC
ru: 📶 2. Включите Wi-Fi на кондиционере
sv: 📶 2. Aktivera Wi-Fi på AC:n
th: 📶 2. เปิดใช้งาน Wi-Fi บนเครื่องปรับอากาศ
tr: 📶 2. Klimada Wi-Fi'yi etkinleştirin
uk: 📶 2. Увімкніть Wi-Fi на кондиціонері
vi: 📶 2. Bật Wi-Fi trên AC

source: Go to your AC's Wi-Fi settings and start the pairing process (look for a blinking Wi-Fi icon).
ar: انتقل إلى إعدادات الواي فاي في المكيف وابدأ عملية الاقتران (ابحث عن أيقونة الواي فاي اللامعة).
de: Gehen Sie in die WLAN-Einstellungen Ihrer Klimaanlage und starten Sie den Kopplungsvorgang (achten Sie auf ein blinkendes WLAN-Symbol).
es: Ve a la configuración Wi-Fi de tu AC y comienza el proceso de emparejamiento (busca un ícono de Wi-Fi parpadeando).
fr: Allez dans les réglages Wi-Fi de votre climatiseur et lancez le processus d’appairage (cherchez une icône Wi-Fi clignotante).
hi: अपने AC की Wi-Fi सेटिंग्स पर जाएँ और पेयरिंग प्रक्रिया शुरू करें (झपकती हुई Wi-Fi आइकन देखें)।
id: Buka pengaturan Wi-Fi AC Anda dan mulai proses pemasangan (lihat ikon Wi-Fi berkedip).
it: Vai alle impostazioni Wi-Fi del condizionatore e avvia il processo di abbinamento (cerca l’icona Wi-Fi lampeggiante).
ja: エアコンのWi-Fi設定に入り、ペアリングを開始してください（点滅するWi-Fiアイコンを探してください）。
nb: Gå til Wi-Fi-innstillingene på klimaanlegget og start paringsprosessen (se etter et blinkende Wi-Fi-ikon).
pl: Przejdź do ustawień Wi-Fi klimatyzatora i rozpocznij proces parowania (szukaj migającej ikony Wi-Fi).
pt_pt: Vá para as configurações de Wi-Fi do seu ar-condicionado e inicie o processo de pareamento (procure o ícone de Wi-Fi piscando).
ro: Accesați setările Wi-Fi ale AC-ului și începeți procesul de împerechere (căutați pictograma Wi-Fi clipind).
ru: Перейдите в настройки Wi-Fi кондиционера и начните процесс подключения (ищите мигающий значок Wi-Fi).
sv: Gå till AC:ns Wi-Fi-inställningar och starta parkopplingsprocessen (titta efter en blinkande Wi-Fi-ikon).
th: ไปที่การตั้งค่า Wi-Fi ของเครื่องปรับอากาศและเริ่มกระบวนการจับคู่ (มองหาไอคอน Wi-Fi กะพริบ)
tr: Klimanızın Wi-Fi ayarlarına gidin ve eşleştirme işlemini başlatın (yanıp sönen Wi-Fi simgesini arayın).
uk: Перейдіть до налаштувань Wi-Fi кондиціонера та розпочніть процес підключення (шукайте мерехтливу іконку Wi-Fi).
vi: Vào cài đặt Wi-Fi của AC và bắt đầu quá trình ghép đôi (tìm biểu tượng Wi-Fi nhấp nháy).

source: 📱 3. Select your phone’s Wi-Fi
ar: 📱 3. اختر شبكة الواي فاي لهاتفك
de: 📱 3. Wählen Sie das WLAN Ihres Telefons
es: 📱 3. Selecciona el Wi-Fi de tu teléfono
fr: 📱 3. Sélectionnez le Wi-Fi de votre téléphone
hi: 📱 3. अपने फोन का Wi-Fi चुनें
id: 📱 3. Pilih Wi-Fi ponsel Anda
it: 📱 3. Seleziona il Wi-Fi del tuo telefono
ja: 📱 3. スマホのWi-Fiを選択
nb: 📱 3. Velg telefonens Wi-Fi
pl: 📱 3. Wybierz sieć Wi-Fi swojego telefonu
pt_pt: 📱 3. Selecione o Wi-Fi do seu telefone
ro: 📱 3. Selectați Wi-Fi-ul telefonului
ru: 📱 3. Выберите Wi-Fi вашего телефона
sv: 📱 3. Välj din telefons Wi-Fi
th: 📱 3. เลือก Wi-Fi ของโทรศัพท์ของคุณ
tr: 📱 3. Telefonunuzun Wi-Fi'sini seçin
uk: 📱 3. Виберіть Wi-Fi вашого телефону
vi: 📱 3. Chọn Wi-Fi của điện thoại bạn

source: On the AC, choose the same Wi-Fi network your phone is connected to.
ar: في المكيف، اختر نفس شبكة الواي فاي المتصل بها هاتفك.
de: Wählen Sie an der Klimaanlage dasselbe WLAN-Netzwerk aus, mit dem Ihr Telefon verbunden ist.
es: En el AC, elige la misma red Wi-Fi a la que está conectado tu teléfono.
fr: Sur le climatiseur, choisissez le même réseau Wi-Fi que celui de votre téléphone.
hi: AC पर वही Wi-Fi नेटवर्क चुनें जिससे आपका फोन जुड़ा है।
id: Di AC, pilih jaringan Wi-Fi yang sama dengan yang terhubung ke ponsel Anda.
it: Sul condizionatore, scegli la stessa rete Wi-Fi a cui è collegato il tuo telefono.
ja: エアコンでスマホと同じWi-Fiネットワークを選択してください。
nb: På klimaanlegget, velg det samme Wi-Fi-nettverket som telefonen er koblet til.
pl: Na klimatyzatorze wybierz tę samą sieć Wi-Fi, do której podłączony jest Twój telefon.
pt_pt: No ar-condicionado, escolha a mesma rede Wi-Fi à qual seu telefone está conectado.
ro: Pe AC, alegeți aceeași rețea Wi-Fi la care este conectat telefonul.
ru: На кондиционере выберите ту же Wi-Fi сеть, к которой подключён ваш телефон.
sv: På AC:n, välj samma Wi-Fi-nätverk som din telefon är ansluten till.
th: บนเครื่องปรับอากาศ เลือกเครือข่าย Wi-Fi เดียวกับที่โทรศัพท์ของคุณเชื่อมต่ออยู่
tr: Klimada, telefonunuzun bağlı olduğu aynı Wi-Fi ağına bağlanın.
uk: На кондиціонері оберіть ту ж Wi-Fi мережу, до якої підключений ваш телефон.
vi: Trên AC, chọn cùng mạng Wi-Fi mà điện thoại bạn đang kết nối.

source: 🔍 4. Connect via the app
ar: 🔍 4. اتصل عبر التطبيق
de: 🔍 4. Über die App verbinden
es: 🔍 4. Conéctate mediante la aplicación
fr: 🔍 4. Connectez-vous via l’application
hi: 🔍 4. ऐप के माध्यम से कनेक्ट करें
id: 🔍 4. Hubungkan melalui aplikasi
it: 🔍 4. Connetti tramite l’app
ja: 🔍 4. アプリで接続
nb: 🔍 4. Koble til via appen
pl: 🔍 4. Połącz przez aplikację
pt_pt: 🔍 4. Conecte pelo aplicativo
ro: 🔍 4. Conectați prin aplicație
ru: 🔍 4. Подключение через приложение
sv: 🔍 4. Anslut via appen
th: 🔍 4. เชื่อมต่อผ่านแอป
tr: 🔍 4. Uygulama üzerinden bağlanın
uk: 🔍 4. Підключення через додаток
vi: 🔍 4. Kết nối qua ứng dụng

source: Open the app, tap “Add device”, and follow the steps to connect your AC.
ar: افتح التطبيق، اضغط على "إضافة جهاز"، واتبع الخطوات لتوصيل المكيف.
de: Öffnen Sie die App, tippen Sie auf „Gerät hinzufügen“ und folgen Sie den Schritten, um Ihre Klimaanlage zu verbinden.
es: Abre la aplicación, toca “Agregar dispositivo” y sigue los pasos para conectar tu AC.
fr: Ouvrez l’application, appuyez sur « Ajouter un appareil », et suivez les étapes pour connecter votre climatiseur.
hi: एप्लिकेशन खोलें, 'डिवाइस जोड़ें' पर टैप करें, और अपने AC को कनेक्ट करने के लिए चरणों का पालन करें।
id: Buka aplikasi, ketuk 'Tambahkan perangkat', dan ikuti langkah-langkah untuk menghubungkan AC Anda.
it: Apri l’app, tocca “Aggiungi dispositivo” e segui i passaggi per collegare il tuo condizionatore.
ja: アプリを開き、「デバイスを追加」をタップし、手順に従ってエアコンを接続してください。
nb: Åpne appen, trykk på 'Legg til enhet' og følg trinnene for å koble til klimaanlegget.
pl: Otwórz aplikację, stuknij „Dodaj urządzenie” i postępuj zgodnie z instrukcjami, aby połączyć klimatyzator.
pt_pt: Abra o aplicativo, toque em “Adicionar dispositivo” e siga os passos para conectar seu ar-condicionado.
ro: Deschideți aplicația, apăsați „Adaugă dispozitiv” și urmați pașii pentru a conecta AC-ul.
ru: Откройте приложение, нажмите «Добавить устройство» и следуйте инструкциям для подключения кондиционера.
sv: Öppna appen, tryck på 'Lägg till enhet' och följ stegen för att ansluta din AC.
th: เปิดแอป แตะ “เพิ่มอุปกรณ์” และทำตามขั้นตอนเพื่อเชื่อมต่อเครื่องปรับอากาศของคุณ
tr: Uygulamayı açın, “Cihaz ekle”ye dokunun ve klimayı bağlamak için adımları izleyin.
uk: Відкрийте додаток, натисніть «Додати пристрій» та дотримуйтесь інструкцій для підключення кондиціонера.
vi: Mở ứng dụng, nhấn 'Thêm thiết bị', và làm theo các bước để kết nối AC của bạn.

source: Affordable air conditioners
ar: مكيفات هواء بأسعار معقولة
de: Preisgünstige Klimaanlagen
es: Aires acondicionados asequibles
fr: Climatiseurs abordables
hi: सस्ती एयर कंडीशनर
id: AC terjangkau
it: Condizionatori convenienti
ja: お手頃なエアコン
nb: Rimelige klimaanlegg
pl: Przystępne cenowo klimatyzatory
pt_pt: Ar-condicionado acessível
ro: Aparate de aer condiționat accesibile
ru: Доступные кондиционеры
sv: Prisvärda luftkonditioneringar
th: เครื่องปรับอากาศราคาประหยัด
tr: Uygun fiyatlı klimalar
uk: Доступні кондиціонери
vi: Điều hòa giá hợp lý

source: Connected
ar: متصل
de: Verbunden
es: Conectado
fr: Connecté
hi: जुड़ा हुआ
id: Terhubung
it: Connesso
ja: 接続済み
nb: Koblet til
pl: Połączono
pt_pt: Conectado
ro: Conectat
ru: Подключено
sv: Ansluten
th: เชื่อมต่อแล้ว
tr: Bağlı
uk: Підключено
vi: Đã kết nối

source: Found devices
ar: الأجهزة التي تم العثور عليها
de: Gefundene Geräte
es: Dispositivos encontrados
fr: Appareils trouvés
hi: डिवाइस मिले
id: Perangkat ditemukan
it: Dispositivi trovati
ja: デバイスを検出
nb: Funnet enheter
pl: Znalezione urządzenia
pt_pt: Dispositivos encontrados
ro: Dispozitive găsite
ru: Найденные устройства
sv: Hittade enheter
th: พบอุปกรณ์
tr: Bulunan cihazlar
uk: Знайдено пристрої
vi: Đã tìm thấy thiết bị

source: Repeat search
ar: إعادة البحث
de: Suche wiederholen
es: Repetir búsqueda
fr: Relancer la recherche
hi: खोज दोहराएँ
id: Ulangi pencarian
it: Ripeti ricerca
ja: 再検索
nb: Gjenta søk
pl: Wyszukaj ponownie
pt_pt: Repetir busca
ro: Repetă căutarea
ru: Повторить поиск
sv: Upprepa sökning
th: ค้นหาอีกครั้ง
tr: Aramayı tekrar et
uk: Повторити пошук
vi: Tìm lại

source: Device Search...
ar: جاري البحث عن الأجهزة...
de: Gerätesuche...
es: Buscando dispositivo...
fr: Recherche d’appareils...
hi: डिवाइस खोज रहे हैं...
id: Mencari perangkat...
it: Ricerca dispositivi...
ja: デバイスを検索中...
nb: Søker etter enheter...
pl: Wyszukiwanie urządzeń...
pt_pt: Procurando dispositivos...
ro: Căutare dispozitiv...
ru: Поиск устройств...
sv: Söker enheter...
th: กำลังค้นหาอุปกรณ์...
tr: Cihaz aranıyor...
uk: Пошук пристрою...
vi: Đang tìm thiết bị...

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
id: Coba lagi
it: Riprova
ja: 再試行
nb: Prøv igjen
pl: Spróbuj ponownie
pt_pt: Tentar novamente
ro: Reîncearcă
ru: Повторить
sv: Försök igen
th: ลองใหม่
tr: Tekrar dene
uk: Спробувати ще раз
vi: Thử lại

source: We couldn’t find any compatible devices.
ar: لم نتمكن من العثور على أي أجهزة متوافقة.
de: Wir konnten keine kompatiblen Geräte finden.
es: No pudimos encontrar dispositivos compatibles.
fr: Nous n’avons trouvé aucun appareil compatible.
hi: हम कोई संगत डिवाइस नहीं पा सके।
id: Kami tidak menemukan perangkat yang kompatibel.
it: Non siamo riusciti a trovare dispositivi compatibili.
ja: 互換性のあるデバイスが見つかりませんでした。
nb: Vi kunne ikke finne noen kompatible enheter.
pl: Nie znaleziono kompatybilnych urządzeń.
pt_pt: Não foi possível encontrar dispositivos compatíveis.
ro: Nu am găsit dispozitive compatibile.
ru: Совместимые устройства не найдены.
sv: Vi kunde inte hitta några kompatibla enheter.
th: เราไม่พบอุปกรณ์ที่เข้ากันได้
tr: Uyumlu cihaz bulunamadı.
uk: Не вдалося знайти сумісні пристрої.
vi: Chúng tôi không tìm thấy thiết bị tương thích nào.

source: Make sure your AC is powered on and connected to the same Wi-Fi network as your phone.
ar: تأكد من أن المكيف قيد التشغيل ومتصّل بنفس شبكة الواي فاي التي يتصل بها هاتفك.
de: Stellen Sie sicher, dass Ihre Klimaanlage eingeschaltet ist und mit demselben WLAN-Netzwerk wie Ihr Telefon verbunden ist.
es: Asegúrate de que tu AC esté encendido y conectado a la misma red Wi-Fi que tu teléfono.
fr: Assurez-vous que votre climatiseur est allumé et connecté au même réseau Wi-Fi que votre téléphone.
hi: सुनिश्चित करें कि आपका AC चालू है और उसी Wi-Fi नेटवर्क से जुड़ा है जिससे आपका फोन जुड़ा है।
id: Pastikan AC menyala dan terhubung ke jaringan Wi-Fi yang sama dengan ponsel Anda.
it: Assicurati che il condizionatore sia acceso e connesso alla stessa rete Wi-Fi del tuo telefono.
ja: エアコンの電源が入っており、スマホと同じWi-Fiネットワークに接続されていることを確認してください。
nb: Sørg for at klimaanlegget er på og koblet til samme Wi-Fi-nettverk som telefonen.
pl: Upewnij się, że klimatyzator jest włączony i podłączony do tej samej sieci Wi-Fi co Twój telefon.
pt_pt: Certifique-se de que seu ar-condicionado está ligado e conectado à mesma rede Wi-Fi que seu telefone.
ro: Asigurați-vă că AC-ul este pornit și conectat la aceeași rețea Wi-Fi ca telefonul.
ru: Убедитесь, что кондиционер включён и подключён к той же сети Wi-Fi, что и ваш телефон.
sv: Se till att AC:n är påslagen och ansluten till samma Wi-Fi-nätverk som din telefon.
th: ตรวจสอบให้แน่ใจว่าเครื่องปรับอากาศของคุณเปิดอยู่และเชื่อมต่อกับเครือข่าย Wi-Fi เดียวกับโทรศัพท์ของคุณ
tr: Klimanın açık olduğundan ve telefonunuzla aynı Wi-Fi ağına bağlı olduğundan emin olun.
uk: Переконайтеся, що кондиціонер увімкнено та підключено до тієї ж Wi-Fi мережі, що й ваш телефон.
vi: Đảm bảo AC của bạn đang bật và kết nối cùng mạng Wi-Fi với điện thoại.

source: Couldn’t connect to the device
ar: تعذّر الاتصال بالجهاز
de: Verbindung zum Gerät fehlgeschlagen
es: No se pudo conectar al dispositivo
fr: Impossible de se connecter à l’appareil
hi: डिवाइस से कनेक्ट नहीं कर सके
id: Tidak dapat terhubung ke perangkat
it: Impossibile connettersi al dispositivo
ja: デバイスに接続できませんでした
nb: Kunne ikke koble til enheten
pl: Nie można połączyć się z urządzeniem
pt_pt: Não foi possível conectar ao dispositivo
ro: Nu s-a putut conecta la dispozitiv
ru: Не удалось подключиться к устройству
sv: Kunde inte ansluta till enheten
th: ไม่สามารถเชื่อมต่อกับอุปกรณ์ได้
tr: Cihaza bağlanılamadı
uk: Не вдалося підключитися до пристрою
vi: Không thể kết nối với thiết bị

source: Check your Wi-Fi signal and try again.
ar: تحقق من إشارة الواي فاي وحاول مرة أخرى.
de: Überprüfen Sie Ihr WLAN-Signal und versuchen Sie es erneut.
es: Revisa la señal de Wi-Fi y vuelve a intentarlo.
fr: Vérifiez votre signal Wi-Fi et réessayez.
hi: अपने Wi-Fi सिग्नल की जाँच करें और पुनः प्रयास करें।
id: Periksa sinyal Wi-Fi Anda dan coba lagi.
it: Controlla il segnale Wi-Fi e riprova.
ja: Wi-Fiの信号を確認して、もう一度お試しください。
nb: Sjekk Wi-Fi-signalet og prøv igjen.
pl: Sprawdź sygnał Wi-Fi i spróbuj ponownie.
pt_pt: Verifique o sinal Wi-Fi e tente novamente.
ro: Verificați semnalul Wi-Fi și încercați din nou.
ru: Проверьте сигнал Wi-Fi и попробуйте снова.
sv: Kontrollera din Wi-Fi-signal och försök igen.
th: ตรวจสอบสัญญาณ Wi-Fi ของคุณแล้วลองอีกครั้ง
tr: Wi-Fi sinyalinizi kontrol edin ve tekrar deneyin.
uk: Перевірте сигнал Wi-Fi та спробуйте ще раз.
vi: Kiểm tra tín hiệu Wi-Fi và thử lại.

source: No Wi-Fi connection found.
ar: لم يتم العثور على اتصال واي فاي.
de: Keine WLAN-Verbindung gefunden.
es: No se encontró conexión Wi-Fi.
fr: Aucune connexion Wi-Fi trouvée.
hi: कोई Wi-Fi कनेक्शन नहीं मिला।
id: Tidak ada koneksi Wi-Fi ditemukan.
it: Nessuna connessione Wi-Fi trovata.
ja: Wi-Fi接続が見つかりません。
nb: Ingen Wi-Fi-tilkobling funnet.
pl: Nie znaleziono połączenia Wi-Fi.
pt_pt: Nenhuma conexão Wi-Fi encontrada.
ro: Nu s-a găsit conexiune Wi-Fi.
ru: Wi-Fi подключение не найдено.
sv: Ingen Wi-Fi-anslutning hittades.
th: ไม่พบการเชื่อมต่อ Wi-Fi
tr: Wi-Fi bağlantısı bulunamadı.
uk: Wi-Fi з’єднання не знайдено.
vi: Không tìm thấy kết nối Wi-Fi.

source: Please connect your phone to a Wi-Fi network before continuing.
ar: يرجى توصيل هاتفك بشبكة واي فاي قبل المتابعة.
de: Bitte verbinden Sie Ihr Telefon mit einem WLAN-Netzwerk, bevor Sie fortfahren.
es: Conecta tu teléfono a una red Wi-Fi antes de continuar.
fr: Veuillez connecter votre téléphone à un réseau Wi-Fi avant de continuer.
hi: कृपया जारी रखने से पहले अपने फोन को Wi-Fi नेटवर्क से कनेक्ट करें।
id: Silakan hubungkan ponsel ke jaringan Wi-Fi sebelum melanjutkan.
it: Collega il tuo telefono a una rete Wi-Fi prima di continuare.
ja: 続行する前にスマホをWi-Fiネットワークに接続してください。
nb: Koble telefonen til et Wi-Fi-nettverk før du fortsetter.
pl: Podłącz telefon do sieci Wi-Fi przed kontynuowaniem.
pt_pt: Conecte seu telefone a uma rede Wi-Fi antes de continuar.
ro: Conectați telefonul la o rețea Wi-Fi înainte de a continua.
ru: Пожалуйста, подключите телефон к Wi-Fi перед продолжением.
sv: Anslut din telefon till ett Wi-Fi-nätverk innan du fortsätter.
th: โปรดเชื่อมต่อโทรศัพท์ของคุณกับเครือข่าย Wi-Fi ก่อนดำเนินการต่อ
tr: Devam etmeden önce telefonunuzu Wi-Fi ağına bağlayın.
uk: Будь ласка, підключіть телефон до Wi-Fi перед продовженням.
vi: Vui lòng kết nối điện thoại với mạng Wi-Fi trước khi tiếp tục.

source: Can’t connect to the network.
ar: لا يمكن الاتصال بالشبكة.
de: Verbindung zum Netzwerk fehlgeschlagen.
es: No se puede conectar a la red.
fr: Impossible de se connecter au réseau.
hi: नेटवर्क से कनेक्ट नहीं कर सकते।
id: Tidak dapat terhubung ke jaringan.
it: Impossibile connettersi alla rete.
ja: ネットワークに接続できません。
nb: Kan ikke koble til nettverket.
pl: Nie można połączyć się z siecią.
pt_pt: Não é possível conectar à rede.
ro: Nu se poate conecta la rețea.
ru: Не удаётся подключиться к сети.
sv: Kan inte ansluta till nätverket.
th: ไม่สามารถเชื่อมต่อกับเครือข่ายได้
tr: Ağa bağlanılamıyor.
uk: Не вдається підключитися до мережі.
vi: Không thể kết nối mạng.

source: Double-check your Wi-Fi password and try again.
ar: تحقق من كلمة مرور الواي فاي وأعد المحاولة.
de: Überprüfen Sie Ihr WLAN-Passwort und versuchen Sie es erneut.
es: Verifica la contraseña de Wi-Fi y vuelve a intentarlo.
fr: Vérifiez le mot de passe Wi-Fi et réessayez.
hi: अपने Wi-Fi पासवर्ड की दोबारा जाँच करें और पुनः प्रयास करें।
id: Periksa kembali kata sandi Wi-Fi Anda dan coba lagi.
it: Ricontrolla la password Wi-Fi e riprova.
ja: Wi-Fiのパスワードを再確認してもう一度お試しください。
nb: Dobbeltsjekk Wi-Fi-passordet og prøv igjen.
pl: Sprawdź ponownie hasło do Wi-Fi i spróbuj ponownie.
pt_pt: Verifique sua senha Wi-Fi e tente novamente.
ro: Verificați parola Wi-Fi și încercați din nou.
ru: Проверьте пароль Wi-Fi и попробуйте снова.
sv: Dubbelkolla ditt Wi-Fi-lösenord och försök igen.
th: ตรวจสอบรหัสผ่าน Wi-Fi อีกครั้งแล้วลองอีกครั้ง
tr: Wi-Fi şifrenizi tekrar kontrol edin ve tekrar deneyin.
uk: Перевірте пароль Wi-Fi і спробуйте ще раз.
vi: Kiểm tra lại mật khẩu Wi-Fi và thử lại.

source: The device is currently offline.
ar: الجهاز غير متصل حاليًا.
de: Das Gerät ist derzeit offline.
es: El dispositivo está actualmente sin conexión.
fr: L’appareil est actuellement hors ligne.
hi: डिवाइस वर्तमान में ऑफ़लाइन है।
id: Perangkat saat ini offline.
it: Il dispositivo è attualmente offline.
ja: デバイスがオフラインです。
nb: Enheten er for øyeblikket frakoblet.
pl: Urządzenie jest obecnie offline.
pt_pt: O dispositivo está offline.
ro: Dispozitivul este offline.
ru: Устройство в данный момент офлайн.
sv: Enheten är för närvarande offline.
th: อุปกรณ์ออฟไลน์อยู่ในขณะนี้
tr: Cihaz şu anda çevrimdışı.
uk: Пристрій зараз офлайн.
vi: Thiết bị hiện đang ngoại tuyến.

source: Make sure it’s plugged in and connected to Wi-Fi.
ar: تأكد من توصيله بالكهرباء والاتصال بالواي فاي.
de: Stellen Sie sicher, dass es eingesteckt und mit WLAN verbunden ist.
es: Asegúrate de que esté enchufado y conectado al Wi-Fi.
fr: Assurez-vous qu’il est branché et connecté au Wi-Fi.
hi: सुनिश्चित करें कि यह प्लग इन है और Wi-Fi से जुड़ा है।
id: Pastikan perangkat terpasang dan terhubung ke Wi-Fi.
it: Assicurati che sia collegato alla corrente e connesso al Wi-Fi.
ja: 電源が入っていてWi-Fiに接続されていることを確認してください。
nb: Sørg for at den er koblet til strøm og Wi-Fi.
pl: Upewnij się, że jest podłączone do prądu i Wi-Fi.
pt_pt: Certifique-se de que está ligado e conectado ao Wi-Fi.
ro: Asigurați-vă că este conectat la priză și la Wi-Fi.
ru: Убедитесь, что устройство подключено к сети и Wi-Fi.
sv: Se till att den är inkopplad och ansluten till Wi-Fi.
th: ตรวจสอบให้แน่ใจว่าเสียบปลั๊กแล้วและเชื่อมต่อกับ Wi-Fi
tr: Fişe takılı ve Wi-Fi'ye bağlı olduğundan emin olun.
uk: Переконайтеся, що він увімкнений і підключений до Wi-Fi.
vi: Đảm bảo thiết bị đã cắm điện và kết nối Wi-Fi.

source: Permissions needed.
ar: الأذونات مطلوبة.
de: Berechtigungen erforderlich.
es: Permisos necesarios.
fr: Autorisations nécessaires.
hi: अनुमतियाँ आवश्यक हैं।
id: Diperlukan izin.
it: Autorizzazioni necessarie.
ja: 権限が必要です。
nb: Tillatelser kreves.
pl: Wymagane uprawnienia.
pt_pt: Permissões necessárias.
ro: Sunt necesare permisiuni.
ru: Требуются разрешения.
sv: Behörigheter krävs.
th: ต้องการสิทธิ์
tr: İzin gerekli.
uk: Потрібні дозволи.
vi: Cần quyền truy cập.

source: Allow location and local network access in Settings to find devices nearby.
ar: اسمح بالوصول إلى الموقع والشبكة المحلية من الإعدادات للعثور على الأجهزة القريبة.
de: Erlauben Sie den Zugriff auf Standort und lokales Netzwerk in den Einstellungen, um Geräte in der Nähe zu finden.
es: Permite el acceso a la ubicación y a la red local en Configuración para encontrar dispositivos cercanos.
fr: Autorisez l’accès à la localisation et au réseau local dans les réglages pour trouver les appareils à proximité.
hi: निकटवर्ती डिवाइस खोजने के लिए सेटिंग्स में लोकेशन और लोकल नेटवर्क एक्सेस की अनुमति दें।
id: Izinkan akses lokasi dan jaringan lokal di Pengaturan untuk menemukan perangkat di sekitar.
it: Consenti l’accesso alla posizione e alla rete locale nelle Impostazioni per trovare i dispositivi vicini.
ja: 設定で位置情報とローカルネットワークアクセスを許可して、近くのデバイスを検出してください。
nb: Tillat tilgang til plassering og lokalt nettverk i Innstillinger for å finne nærliggende enheter.
pl: Włącz dostęp do lokalizacji i sieci lokalnej w Ustawieniach, aby znaleźć pobliskie urządzenia.
pt_pt: Permita acesso à localização e à rede local nas Configurações para encontrar dispositivos próximos.
ro: Permiteți accesul la locație și rețeaua locală în Setări pentru a găsi dispozitive în apropiere.
ru: Разрешите доступ к местоположению и локальной сети в настройках для поиска nearby устройств.
sv: Tillåt plats och åtkomst till lokalt nätverk i Inställningar för att hitta enheter i närheten.
th: อนุญาตการเข้าถึงตำแหน่งและเครือข่ายในเครื่องในการตั้งค่าเพื่อค้นหาอุปกรณ์ใกล้เคียง
tr: Yakındaki cihazları bulmak için Ayarlar’dan konum ve yerel ağ erişimine izin verin.
uk: Дозвольте доступ до місцезнаходження та локальної мережі в налаштуваннях, щоб знайти пристрої поблизу.
vi: Cho phép truy cập vị trí và mạng cục bộ trong Cài đặt để tìm thiết bị gần đó.

source: Something went wrong.
ar: حدث خطأ ما.
de: Etwas ist schiefgelaufen.
es: Algo salió mal.
fr: Une erreur s’est produite.
hi: कुछ गलत हो गया।
id: Terjadi kesalahan.
it: Qualcosa è andato storto.
ja: 問題が発生しました。
nb: Noe gikk galt.
pl: Coś poszło nie tak.
pt_pt: Algo deu errado.
ro: Ceva nu a mers bine.
ru: Что-то пошло не так.
sv: Något gick fel.
th: เกิดข้อผิดพลาดบางอย่าง
tr: Bir şeyler yanlış gitti.
uk: Щось пішло не так.
vi: Đã xảy ra lỗi.
