Repository: Belappsone/IdeaRemoteAC
Catalog: Remote AC/Resources/Localizable/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hi, id, it, ja, nb, pl, pt_pt, ro, ru, sv, th, tr, uk, vi

source: Special offer for you! Best price! Only right now!
ar: عرض خاص لك! أفضل سعر! فقط الآن!
de: Spezialangebot für Sie! Bester Preis! Nur jetzt!
es: ¡Oferta especial para ti! ¡Mejor precio! ¡Solo ahora!
fr: Offre spéciale pour vous ! Meilleur prix ! Seulement en ce moment !
hi: आपके लिए विशेष ऑफ़र! सबसे अच्छा मूल्य! सिर्फ अभी!
id: Penawaran spesial untuk Anda! Harga terbaik! Hanya sekarang!
it: Offerta speciale per te! Miglior prezzo! Solo adesso!
ja: 特別オファー！最安値！今だけ！
nb: Spesialtilbod til deg! Beste pris! Kun nå!
pl: Specjalna oferta dla Ciebie! Najlepsza cena! Tylko teraz!
pt_pt: Oferta especial para você! Melhor preço! Apenas agora!
ro: Ofertă specială pentru tine! Cel mai bun preț! Doar acum!
ru: Специальное предложение для вас! Лучшая цена! Только сейчас!
sv: Specialerbjudande till dig! Bästa pris! Endast just nu!
th: ข้อเสนอพิเศษสำหรับคุณ! ราคาดีที่สุด! เฉพาะตอนนี้!
tr: Sana özel fırsat! En iyi fiyat! Sadece şimdi!
uk: Спеціальна пропозиція для вас! Найкраща ціна! Тільки зараз!
vi: Ưu đãi đặc biệt cho bạn! Giá tốt nhất! Chỉ ngay bây giờ!

source: Weekly
ar: أسبوعيًا
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
hi: साप्ताहिक
id: Mingguan
it: Settimanale
ja: 毎週
nb: Ukentlig
pl: Tygodniowo
pt_pt: Semanal
ro: Săptămânal
ru: Еженедельно
sv: Veckovis
th: รายสัปดาห์
tr: Haftalık
uk: Щотижня
vi: Hàng tuần

source: Monthly
ar: شهريًا
de: Monatlich
es: Mensual
fr: Mensuel
hi: मासिक
id: Bulanan
it: Mensile
ja: 毎月
nb: Månedleg
pl: Miesięcznie
pt_pt: Mensal
ro: Lunar
ru: Ежемесячно
sv: Månatlig
th: รายเดือน
tr: Aylık
uk: Щомісяця
vi: Hàng tháng

source: Yearly
ar: سنويًا
de: Jährlich
es: Anual
fr: Annuel
hi: वार्षिक
id: Tahunan
it: Annuale
ja: 毎年
nb: Årleg
pl: Rocznie
pt_pt: Anual
ro: Anual
ru: Ежегодно
sv: Årlig
th: รายปี
tr: Yıllık
uk: Щорічно
vi: Hàng năm

source: Daily
ar: يوميًا
de: Täglich
es: Diario
fr: Quotidien
hi: दैनिक
id: Harian
it: Giornaliero
ja: 毎日
nb: Dagleg
pl: Codziennie
pt_pt: Diário
ro: Zilnic
ru: Ежедневно
sv: Daglig
th: รายวัน
tr: Günlük
uk: Щодня
vi: Hàng ngày

source: week
ar: أسبوع
de: Woche
es: semana
fr: semaine
hi: सप्ताह
id: minggu
it: settimana
ja: 週
nb: veke
pl: tydzień
pt_pt: semana
ro: săptămână
ru: неделя
sv: vecka
th: สัปดาห์
tr: hafta
uk: тиждень
vi: tuần

source: month
ar: شهر
de: Monat
es: mes
fr: mois
hi: महीना
id: bulan
it: mese
ja: 月
nb: månad
pl: miesiąc
pt_pt: mês
ro: lună
ru: месяц
sv: månad
th: เดือน
tr: ay
uk: місяць
vi: tháng

source: year
ar: سنة
de: Jahr
es: año
fr: an
hi: साल
id: tahun
it: anno
ja: 年
nb: år
pl: rok
pt_pt: ano
ro: an
ru: год
sv: år
th: ปี
tr: yıl
uk: рік
vi: năm

source: day
ar: يوم
de: Tag
es: día
fr: jour
hi: दिन
id: hari
it: giorno
ja: 日
nb: dag
pl: dzień
pt_pt: dia
ro: zi
ru: день
sv: dag
th: วัน
tr: gün
uk: день
vi: ngày

source: Special Offer!🎁
ar: عرض خاص!🎁
de: Sonderangebot!🎁
es: ¡Oferta Especial!🎁
fr: Offre spéciale !🎁
hi: विशेष ऑफ़र!🎁
id: Penawaran Spesial!🎁
it: Offerta speciale!🎁
ja: 特別オファー！🎁
nb: Spesialtilbod!🎁
pl: Specjalna oferta!🎁
pt_pt: Oferta Especial!🎁
ro: Ofertă Specială!🎁
ru: Специальное предложение!🎁
sv: Specialerbjudande!🎁
th: ข้อเสนอพิเศษ!🎁
tr: Özel Teklif!🎁
uk: Спеціальна пропозиція!🎁
vi: Ưu đãi đặc biệt!🎁

source: Would you like to receive a special condition?
ar: هل ترغب في الحصول على عرض خاص؟
de: Möchten Sie ein Sonderangebot erhalten?
es: ¿Te gustaría recibir una condición especial?
fr: Souhaitez-vous recevoir une offre spéciale ?
hi: क्या आप विशेष शर्त प्राप्त करना चाहेंगे?
id: Apakah Anda ingin menerima kondisi spesial?
it: Vuoi ricevere una condizione speciale?
ja: 特別な条件を受け取りませんか？
nb: Vil du motta ein spesiell tilbodsvilkår?
pl: Chcesz otrzymać specjalne warunki?
pt_pt: Deseja receber uma condição especial?
ro: Doriți să primiți o condiție specială?
ru: Хотите получить особое предложение?
sv: Vill du ta emot ett specialvillkor?
th: คุณต้องการรับข้อเสนอพิเศษหรือไม่?
tr: Özel bir teklif almak ister misiniz?
uk: Бажаєте отримати спеціальні умови?
vi: Bạn có muốn nhận điều kiện đặc biệt không?

source: Get
ar: احصل عليه
de: Erhalten
es: Obtener
fr: Obtenir
hi: प्राप्त करें
id: Dapatkan
it: Ottieni
ja: 入手
nb: Få
pl: Otrzymaj
pt_pt: Obter
ro: Obține
ru: Получить
sv: Få
th: รับ
tr: Al
uk: Отримати
vi: Nhận

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
nb: Avbryt
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy

source: Terms
ar: الشروط
de: Bedingungen
es: Términos
fr: Conditions
hi: शर्तें
id: Syarat
it: Termini
ja: 利用規約
nb: Vilkår
pl: Regulamin
pt_pt: Termos
ro: Termeni
ru: Условия
sv: Villkor
th: ข้อกำหนด
tr: Şartlar
uk: Умови
vi: Điều khoản

source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hi: पुनर्स्थापित करें
id: Pulihkan
it: Ripristina
ja: 復元
nb: Gjenopprett
pl: Przywróć
pt_pt: Restaurar
ro: Restabilește
ru: Восстановить
sv: Återställ
th: กู้คืน
tr: Geri Yükle
uk: Відновити
vi: Khôi phục

source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
id: Privasi
ja: プライバシー
nb: Personvern
pl: Prywatność
pt_pt: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
sv: Integritet
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Конфіденційність
vi: Quyền riêng tư

source: WELCOME TO REMOTE AC
ar: مرحبًا بك في ريموت المكيف
de: WILLKOMMEN BEI REMOTE AC
es: BIENVENIDO A REMOTE AC
fr: BIENVENUE SUR REMOTE AC
hi: स्वागत है REMOTE AC में
id: SELAMAT DATANG DI REMOTE AC
it: BENVENUTO IN REMOTE AC
ja: リモートACへ ようこそ
nb: VELKOMMEN TIL REMOTE AC
pl: WITAMY W REMOTE AC
pt_pt: BEM-VINDO AO REMOTE AC
ro: BINE AI VENIT LA REMOTE AC
ru: ДОБРО ПОЖАЛОВАТЬ В REMOTE AC
sv: VÄLKOMMEN TILL REMOTE AC
th: ยินดีต้อนรับ สู่ REMOTE AC
tr: REMOTE AC'YE HOŞGELDİNİZ
uk: ЛАСКАВО ПРОСИМО У REMOTE AC
vi: CHÀO MỪNG ĐẾN REMOTE AC

source: Control your air conditioner effortlessly from your smartphone
ar: تحكم في مكيف الهواء بسهولة من هاتفك الذكي
de: Steuern Sie Ihre Klimaanlage mühelos über Ihr Smartphone
es: Controla tu aire acondicionado fácilmente desde tu smartphone
fr: Contrôlez votre climatiseur facilement depuis votre smartphone
hi: अपने एयर कंडीशनर को अपने स्मार्टफोन से आसानी से नियंत्रित करें
id: Kendalikan pendingin udara Anda dan mudah dari smartphone Anda
it: Controlla il tuo condizionatore dal tuo smartphone senza sforzo
ja: スマートフォンから簡単に エアコンを操作
nb: Styr klimaanlegget ditt effektivt frå smarttelefonen din
pl: Steruj klimatyzacją bez wysiłku ze smartfona
pt_pt: Controle seu ar-condicionado facilmente do seu smartphone
ro: Controlează aerul condiționat fără efort de pe smartphone-ul tău
ru: Управляйте кондиционером с лёгкостью со своего смартфона
sv: Styr din luftkonditionering enkelt från din smartphone
th: ควบคุมเครื่องปรับอากาศของคุณ ได้อย่างง่ายดายจากสมาร์ตโฟน
tr: Klimanızı akıllı telefonunuzdan kolayca kontrol edin
uk: Керуйте кондиціонером легко зі свого смартфона
vi: Điều khiển điều hòa của bạn một cách dễ dàng từ điện thoại thông minh

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
id: Lanjutkan
it: Continua
ja: 続行
nb: Fortsett
pl: Kontynuuj
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sv: Fortsätt
th: ต่อไป
tr: Devam
uk: Продовжити
vi: Tiếp tục

source: YOUR FEEDBACK MATTERS
ar: رأيك يهمنا
de: IHR FEEDBACK IST WICHTIG
es: TU OPINIÓN IMPORTA
fr: VOTRE AVIS COMPTE
hi: आपकी प्रतिक्रिया महत्वपूर्ण है
id: MASUKAN ANDA PENTING
it: IL TUO FEEDBACK CONTA
ja: あなたのフィードバックが 重要です
nb: DIN TILBAKEMELDING TEL
pl: TWOJA OPINIA MA ZNACZENIE
pt_pt: SEU FEEDBACK IMPORTA
ro: FEEDBACK-UL TĂU CONTEAZĂ
ru: ВАШЕ МНЕНИЕ ВАЖНО
sv: DIN ÅTERKOPPLING ÄR VIKTIG
th: ความคิดเห็นของคุณ มีค่า
tr: GÖRÜŞLERİNİZ ÖNEMLİ
uk: ВАША ДУМКА ВАЖЛИВА
vi: PHẢN HỒI CỦA BẠN RẤT QUAN TRỌNG

source: Help us improve Remote AC for you
ar: ساعدنا على تحسين ريموت المكيف من أجلك
de: Helfen Sie uns, Remote AC für Sie zu verbessern
es: Ayúdanos a mejorar Remote AC para ti
fr: Aidez-nous à améliorer Remote AC pour vous
hi: हमें आपके लिए Remote AC बेहतर बनाने में मदद करें
id: Bantu kami meningkatkan Remote AC untuk Anda
it: Aiutaci a migliorare Remote AC per te
ja: Remote ACを改善するために ご協力ください
nb: Hjelp oss med å forbetre Remote AC for deg
pl: Pomóż nam ulepszyć Remote AC dla Ciebie
pt_pt: Ajude-nos a melhorar o Remote AC para você
ro: Ajută-ne să îmbunătățim Remote AC pentru tine
ru: Помогите нам улучшить Remote AC для вас
sv: Hjälp oss att förbättra Remote AC för dig
th: ช่วยให้เราปรับปรุง Remote AC เพื่อคุณ
tr: Remote AC'yi sizin için geliştirmemize yardımcı olun
uk: Допоможіть нам покращити Remote AC для вас
vi: Giúp chúng tôi cải thiện Remote AC cho bạn

source: UNIVERSAL COMPATIBILITY
ar: توافق شامل
de: UNIVERSELLE KOMPATIBILITÄT
es: COMPATIBILIDAD UNIVERSAL
fr: COMPATIBILITÉ UNIVERSELLE
hi: सर्वव्यापी अनुकूलता
id: KOMPATIBILITAS UNIVERSAL
it: COMPATIBILITÀ UNIVERSALE
ja: ユニバーサル 互換性
nb: UNIVERSELL KOMPATIBILITET
pl: UNIWERSALNA KOMPATYBILNOŚĆ
pt_pt: COMPATIBILIDADE UNIVERSAL
ro: COMPATIBILITATE UNIVERSALĂ
ru: УНИВЕРСАЛЬНАЯ СОВМЕСТИМОСТЬ
sv: UNIVERSAL KOMPATIBILITET
th: ความเข้ากันได้ ทั่วโลก
tr: EVRENSEL UYUMLULUK
uk: УНІВЕРСАЛЬНА СУМІСНІСТЬ
vi: TƯƠNG THÍCH TOÀN DIỆN

source: Works with 100% of AC brands
ar: يعمل مع 100% من علامات المكيفات
de: Funktioniert mit 100% der Klimaanlagen-Marken
es: Funciona con el 100% de marcas de AC
fr: Compatible avec 100% des marques de climatiseurs
hi: 100% एसी ब्रांड्स के साथ काम करता है
id: Bekerja dengan 100% merk AC
it: Funziona con il 100% delle marche di condizionatori
ja: 100％のACブランドで 利用可能
nb: Fungerer med 100% av AC-merkevarer
pl: Działa ze 100% markami klimatyzatorów
pt_pt: Funciona com 100% das marcas de ar-condicionado
ro: Funcționează cu 100% din brandurile de AC
ru: Работает с 100% марок кондиционеров
sv: Fungerar med 100% av AC-märken
th: ใช้งานได้กับเครื่องปรับอากาศทุกยี่ห้อ 100%
tr: %100 klimanın markası ile uyumlu
uk: Працює з 100% марок кондиціонерів
vi: Hoạt động với 100% các thương hiệu AC

source: USER REVIEWS
ar: تقييمات المستخدمين
de: NUTZER BEWERTUNGEN
es: RESEÑAS DE USUARIOS
fr: AVIS DES UTILISATEURS
hi: उपयोगकर्ता समीक्षाएँ
id: ULASAN PENGGUNA
it: RECENSIONI DEGLI UTENTI
ja: ユーザー レビュー
nb: BRUKAR- OMTALE
pl: OPINIE UŻYTKOWNIKÓW
pt_pt: AVALIAÇÕES DOS USUÁRIOS
ro: RECENZII UTILIZATORI
ru: ОТЗЫВЫ ПОЛЬЗОВАТЕЛЕЙ
sv: ANVÄNDAR RECENSIONER
th: รีวิวผู้ใช้
tr: KULLANICI YORUMLARI
uk: ВІДГУКИ КОРИСТУВАЧІВ
vi: ĐÁNH GIÁ NGƯỜI DÙNG

source: See what people love about RemoteAC
ar: شاهد ما يحبه الناس في ريموت المكيف
de: Sehen Sie, was die Leute an RemoteAC lieben
es: Mira lo que la gente ama de RemoteAC
fr: Découvrez ce que les gens aiment à propos de RemoteAC
hi: देखें कि लोग RemoteAC के बारे में क्या पसंद करते हैं
id: Lihat apa yang orang sukai tentang RemoteAC
it: Scopri cosa piace agli utenti di RemoteAC
ja: RemoteACが人気の理由を チェック
nb: Sjå kva folk elskar med RemoteAC
pl: Zobacz, co ludzie kochają w RemoteAC
pt_pt: Veja o que as pessoas adoram no RemoteAC
ro: Vezi ce le place oamenilor despre RemoteAC
ru: Посмотрите, что люди любят в RemoteAC
sv: Se vad folk älskar med RemoteAC
th: ดูสิ่งที่ผู้คนชื่นชอบ เกี่ยวกับ RemoteAC
tr: İnsanların RemoteAC hakkında neleri sevdiğini görün
uk: Дізнайтеся, що люди цінують у RemoteAC
vi: Xem mọi người yêu thích gì về RemoteAC

source: Life-changing!
ar: غيّر حياتي!
de: Lebensverändernd!
es: ¡Cambio de vida!
fr: Une révolution !
hi: जीवन बदल देने वाला!
id: Mengubah hidup!
it: Ha cambiato la vita!
ja: 人生が変わる！
nb: Livsforandrande!
pl: Zmienia życie!
pt_pt: Transformador!
ro: Schimbă viața!
ru: Меняет жизнь!
sv: Livsförändrande!
th: เปลี่ยนชีวิต!
tr: Hayat değiştirici!
uk: Змінює життя!
vi: Thay đổi cuộc sống!

source: I got my comfort back in just one week. Now I control my AC without even getting up from the couch!
ar: استعدت راحتي في أسبوع واحد فقط. الآن أتحكم في المكيف دون أن أنهض من الأريكة!
de: Ich habe meinen Komfort in nur einer Woche zurückgewonnen. Jetzt steuere ich meine Klimaanlage, ohne vom Sofa aufzustehen!
es: Recuperé mi confort en solo una semana. ¡Ahora controlo mi AC sin siquiera levantarme del sofá!
fr: J’ai retrouvé mon confort en une semaine seulement. Maintenant je contrôle mon climatiseur sans même me lever du canapé !
hi: मुझे सिर्फ एक सप्ताह में आराम वापस मिला। अब मैं अपने सोफे से उठे बिना ही AC नियंत्रित कर सकता हूँ!
id: Saya mendapatkan kenyamanan kembali hanya dalam satu minggu. Sekarang saya mengendalikan AC tanpa harus bangun dari sofa!
it: Ho ritrovato il comfort in solo una settimana. Ora controllo il mio condizionatore senza nemmeno alzarmi dal divano!
ja: たった1週間で快適さを取り戻しました。今ではソファから立ち上がらずにエアコンを操作できます！
nb: Eg fekk komforten tilbake på berre ei veke. No styrer eg klimaanlegget utan å reise meg frå sofaen!
pl: Wrócił mi komfort w zaledwie tydzień. Teraz steruję klimatyzacją bez wstawania z kanapy!
pt_pt: Recuperei meu conforto em apenas uma semana. Agora controlo meu ar-condicionado sem nem sair do sofá!
ro: Mi-am recăpătat confortul în doar o săptămână. Acum îmi controlez AC-ul fără să mă ridic de pe canapea!
ru: Я вернул себе комфорт всего за одну неделю. Теперь я управляю кондиционером, не вставая с дивана!
sv: Jag fick tillbaka min komfort på bara en vecka. Nu styr jag min AC utan att ens resa mig från soffan!
th: ฉันกลับมาสบายได้เพียงหนึ่งสัปดาห์ ตอนนี้ฉันควบคุมเครื่องปรับอากาศโดยไม่ต้องลุกจากโซฟา!
tr: Konforumu sadece bir haftada geri kazandım. Artık kanepeden bile kalkmadan klimamı kontrol edebiliyorum!
uk: Я повернув комфорт всього за тиждень. Тепер керую кондиціонером, навіть не встаючи з дивана!
vi: Tôi lấy lại sự thoải mái chỉ trong một tuần. Bây giờ tôi điều khiển AC mà không cần rời khỏi ghế sofa!

source: Coolness on demand!
ar: انتعاش عند الطلب!
de: Kühle auf Abruf!
es: ¡Frescura a demanda!
fr: Fraîcheur à la demande !
hi: मांग पर ठंडक!
id: Dingin sesuai permintaan!
it: Freschezza a richiesta!
ja: 涼しさをいつでも！
nb: Køling når du treng det!
pl: Chłód na żądanie!
pt_pt: Frio sob demanda!
ro: Răcoare la cerere!
ru: Холод по требованию!
sv: Kyla på begäran!
th: ความเย็นตามต้องการ!
tr: İstediğiniz anda serinlik!
uk: Охолодження на вимогу!
vi: Làm mát theo yêu cầu!

source: From the first use, I felt the difference. Perfect temperature anywhere in my home!
ar: منذ أول استخدام شعرت بالفرق. درجة حرارة مثالية في أي مكان في المنزل!
de: Schon beim ersten Gebrauch habe ich den Unterschied gespürt. Perfekte Temperatur überall in meinem Zuhause!
es: Desde el primer uso, sentí la diferencia. ¡Temperatura perfecta en cualquier lugar de mi hogar!
fr: Dès la première utilisation, j’ai senti la différence. Température parfaite partout chez moi !
hi: पहले उपयोग से ही मैंने फर्क महसूस किया। मेरे घर में कहीं भी आदर्श तापमान!
id: Sejak penggunaan pertama, saya merasakan perbedaannya. Suhu sempurna di mana saja di rumah saya!
it: Dal primo utilizzo ho sentito la differenza. Temperatura perfetta in ogni parte della casa!
ja: 最初の使用から違いを実感。家中どこでも快適な温度に！
nb: Frå første bruk merka eg forskjellen. Perfekt temperatur overalt heime!
pl: Już przy pierwszym użyciu poczułem różnicę. Idealna temperatura w całym domu!
pt_pt: Desde o primeiro uso, senti a diferença. Temperatura perfeita em qualquer lugar da minha casa!
ro: De la prima utilizare, am simțit diferența. Temperatura perfectă oriunde în casa mea!
ru: С первого использования почувствовал разницу. Идеальная температура в любой комнате!
sv: Från första användningen kände jag skillnaden. Perfekt temperatur var som helst i mitt hem!
th: ตั้งแต่ครั้งแรกที่ใช้ ฉันรู้สึกถึงความแตกต่าง อุณหภูมิที่สมบูรณ์แบบทุกที่ในบ้านของฉัน!
tr: İlk kullanımdan itibaren farkı hissettim. Evimin her yerinde mükemmel sıcaklık!
uk: З першого використання відчув різницю. Ідеальна температура в будь-якому куточку дому!
vi: Ngay từ lần sử dụng đầu tiên, tôi đã cảm nhận được sự khác biệt. Nhiệt độ hoàn hảo ở bất cứ đâu trong nhà tôi!

source: Cool
ar: تبريد
de: Kühlen
es: Frío
fr: Froid
hi: ठंडा
id: Dingin
it: Freddo
ja: 冷房
nb: Kjølig
pl: Chłodzenie
pt_pt: Frio
ro: Răcire
ru: Охлаждение
sv: Kyl
th: เย็น
tr: Soğutma
uk: Охолодження
vi: Lạnh

source: Heat
ar: تدفئة
de: Heizen
es: Calor
fr: Chaud
hi: गर्म
id: Panas
it: Caldo
ja: 暖房
nb: Varme
pl: Ogrzewanie
pt_pt: Calor
ro: Încălzire
ru: Обогрев
sv: Värme
th: ร้อน
tr: Isıtma
uk: Нагрів
vi: Nóng

source: Eco
ar: موفر للطاقة
fr: Éco
hi: इको
ja: エコ
pl: Tryb Eco
ru: Эко
sv: Eko
th: ประหยัดพลังงาน
tr: Eko
uk: Еко
vi: Tiết kiệm

source: Swing
ar: تأرجح
es: Oscilación
fr: Balayage
hi: स्विंग
id: Ayun
it: Oscillazione
ja: スイング
nb: Sving
pl: Oscylacja
pt_pt: Oscilar
ru: Маятник
sv: Sväng
th: สวิง
tr: Salınım
uk: Маятник
vi: Đảo gió

source: Timer
ar: مؤقت
es: Temporizador
fr: Minuteur
hi: टाइमर
ja: タイマー
nb: Tidtakar
ro: Temporizator
ru: Таймер
th: ตั้งเวลา
tr: Zamanlayıcı
uk: Таймер
vi: Hẹn giờ

source: Low
ar: منخفض
de: Niedrig
es: Bajo
fr: Bas
hi: कम
id: Rendah
it: Basso
ja: 低
nb: Lav
pl: Niski
pt_pt: Baixo
ro: Scăzut
ru: Низкий
sv: Låg
th: ต่ำ
tr: Düşük
uk: Низька
vi: Thấp

source: Mid
ar: متوسط
de: Mittel
es: Medio
fr: Moyen
hi: मध्यम
id: Sedang
it: Medio
ja: 中
nb: Middels
pl: Średni
pt_pt: Médio
ro: Mediu
ru: Средний
sv: Medel
th: กลาง
tr: Orta
uk: Середня
vi: Trung bình

source: High
ar: عالٍ
de: Hoch
es: Alto
fr: Élevé
hi: उच्च
id: Tinggi
it: Alto
ja: 高
nb: Høg
pl: Wysoki
pt_pt: Alto
ro: Ridicat
ru: Высокий
sv: Hög
th: สูง
tr: Yüksek
uk: Висока
vi: Cao

source: Contact Us
ar: اتصل بنا
de: Kontakt
es: Contáctanos
fr: Nous contacter
hi: संपर्क करें
id: Hubungi Kami
it: Contattaci
ja: お問い合わせ
nb: Kontakt oss
pl: Skontaktuj się z nami
pt_pt: Contate-nos
ro: Contactează-ne
ru: Связаться с нами
sv: Kontakta oss
th: ติดต่อเรา
tr: Bize Ulaşın
uk: Зв’яжіться з нами
vi: Liên hệ chúng tôi

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
nb: Personvernreglar
pl: Polityka prywatności
pt_pt: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách bảo mật

source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de Uso
fr: Conditions d’utilisation
hi: उपयोग की शर्तें
id: Syarat Penggunaan
it: Termini di utilizzo
ja: 利用規約
nb: Bruksvilkår
pl: Warunki użytkowania
pt_pt: Termos de Uso
ro: Termeni de utilizare
ru: Условия использования
sv: Användarvillkor
th: ข้อกำหนดการใช้งาน
tr: Kullanım Şartları
uk: Умови використання
vi: Điều khoản sử dụng

source: Restore Purchase
ar: استعادة عملية الشراء
de: Kauf wiederherstellen
es: Restaurar Compra
fr: Restaurer l’achat
hi: खरीदारी पुनर्स्थापित करें
id: Pulihkan Pembelian
it: Ripristina acquisto
ja: 購入を復元
nb: Gjenopprett kjøp
pl: Przywróć zakup
pt_pt: Restaurar Compra
ro: Restaurează achiziția
ru: Восстановить покупку
sv: Återställ köp
th: กู้คืนการซื้อ
tr: Satın Almayı Geri Yükle
uk: Відновити покупку
vi: Khôi phục mua hàng

source: 3 FREE Days
ar: 3 أيام مجانية
de: 3 KOSTENLOSE Tage
es: 3 DÍAS GRATIS
fr: 3 jours gratuits
hi: 3 मुफ्त दिन
id: 3 Hari GRATIS
it: 3 Giorni Gratuiti
ja: 3日間無料
nb: 3 GRATIS dagar
pl: 3 DNI ZA DARMO
pt_pt: 3 Dias GRÁTIS
ro: 3 ZILE GRATUITE
ru: 3 БЕСПЛАТНЫХ ДНЯ
sv: 3 GRATIS Dagar
th: 3 วันฟรี
tr: 3 ÜCRETSİZ Gün
uk: 3 БЕЗКОШТОВНІ ДНІ
vi: 3 NGÀY MIỄN PHÍ

source: 50% OFF
ar: خصم 50%
de: 50% RABATT
es: 50% DE DESCUENTO
hi: 50% की छूट
id: Diskon 50%
it: 50% DI SCONTO
ja: 50％割引
nb: 50% AVSLAG
pl: 50% RABATU
pt_pt: 50% DE DESCONTO
ro: 50% REDUCERE
ru: Скидка 50%
sv: 50% RABATT
th: ลด 50%
tr: %50 İndirim
uk: Знижка 50%
vi: GIẢM 50%

source: limited offer!
ar: عرض محدود!
de: Nur für kurze Zeit!
es: ¡Oferta limitada!
fr: offre limitée !
hi: सीमित ऑफ़र!
id: penawaran terbatas!
it: offerta limitata!
ja: 期間限定！
nb: Begrensa tilbod!
pl: oferta ograniczona!
pt_pt: oferta limitada!
ro: ofertă limitată!
ru: ограниченное предложение!
sv: begränsat erbjudande!
th: ข้อเสนอจำกัด!
tr: sınırlı süreli teklif!
uk: обмежена пропозиція!
vi: ưu đãi giới hạn!

source: Try it now!
ar: جرّبه الآن!
de: Jetzt ausprobieren!
es: ¡Pruébalo ahora!
fr: Essayez maintenant !
hi: अभी प्रयास करें!
id: Coba sekarang!
it: Provalo ora!
ja: 今すぐ試す！
nb: Prøv no!
pl: Wypróbuj teraz!
pt_pt: Experimente agora!
ro: Încearcă acum!
ru: Попробуйте сейчас!
sv: Prova nu!
th: ลองเลย!
tr: Hemen Deneyin!
uk: Спробуйте зараз!
vi: Thử ngay!

source: Premium activated!
ar: تم تفعيل بريميوم!
de: Premium aktiviert!
es: ¡Premium activado!
fr: Premium activé !
hi: प्रीमियम सक्रिय!
id: Premium diaktifkan!
it: Premium attivato!
ja: プレミアムが有効化されました！
nb: Premium aktivert!
pl: Premium aktywowane!
pt_pt: Premium ativado!
ro: Premium activat!
ru: Премиум активирован!
sv: Premium aktiverat!
th: เปิดใช้งานพรีเมียมแล้ว!
tr: Premium etkinleştirildi!
uk: Преміум активовано!
vi: Kích hoạt Premium!

source: Thank you for your trust!
ar: شكرًا لثقتك!
de: Vielen Dank für Ihr Vertrauen!
es: ¡Gracias por tu confianza!
fr: Merci de votre confiance !
hi: आपके विश्वास के लिए धन्यवाद!
id: Terima kasih atas kepercayaan Anda!
it: Grazie per la tua fiducia!
ja: ご利用ありがとうございます！
nb: Takk for tilliten!
pl: Dziękujemy za zaufanie!
pt_pt: Obrigado pela sua confiança!
ro: Îți mulțumim pentru încredere!
ru: Спасибо за ваше доверие!
sv: Tack för ditt förtroende!
th: ขอบคุณสำหรับความไว้วางใจของคุณ!
tr: Güveniniz için teşekkürler!
uk: Дякуємо за вашу довіру!
vi: Cảm ơn bạn đã tin tưởng!

source: Other
ar: أخرى
de: Andere
es: Otro
fr: Autre
hi: अन्य
id: Lainnya
it: Altro
ja: その他
nb: Annet
pl: Inne
pt_pt: Outro
ro: Altele
ru: Другое
sv: Annat
th: อื่นๆ
tr: Diğer
uk: Інше
vi: Khác

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
nb: Innstillingar
pl: Ustawienia
pt_pt: Configurações
ro: Setări
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt

source: Connect
ar: اتصال
de: Verbinden
es: Conectar
fr: Connecter
hi: कनेक्ट करें
id: Hubungkan
it: Connetti
ja: 接続
nb: Koble til
pl: Połącz
pt_pt: Conectar
ro: Conectează
ru: Подключить
sv: Anslut
th: เชื่อมต่อ
tr: Bağlan
uk: Підключити
vi: Kết nối

source: Celsius
ar: درجة مئوية
hi: सेल्सियस
ja: 摂氏
pl: Celsjusz
ru: Цельсий
th: เซลเซียส
tr: Santigrat
uk: Цельсій

source: Fan Speed
ar: سرعة المروحة
de: Ventilatorgeschwindigkeit
es: Velocidad del ventilador
fr: Vitesse du ventilateur
hi: पंखे की गति
id: Kecepatan Kipas
it: Velocità ventola
ja: 風量
nb: Viftehastigheit
pl: Prędkość wentylatora
pt_pt: Velocidade do Ventilador
ro: Viteza ventilatorului
ru: Скорость вентилятора
sv: Fläkthastighet
th: ความเร็วพัดลม
tr: Fan Hızı
uk: Швидкість вентилятора
vi: Tốc độ quạt

source: 🔌 1. Turn on the air conditioner
ar: 🔌 1. قم بتشغيل المكيف
de: 🔌 1. Klimaanlage einschalten
es: 🔌 1. Enciende el aire acondicionado
fr: 🔌 1. Allumez le climatiseur
hi: 🔌 1. एयर कंडीशनर चालू करें
id: 🔌 1. Nyalakan pendingin udara
it: 🔌 1. Accendi il condizionatore
ja: 🔌 1. エアコンをオンにする
nb: 🔌 1. Slå på klimaanlegget
pl: 🔌 1. Włącz klimatyzator
pt_pt: 🔌 1. Ligue o ar-condicionado
ro: 🔌 1. Porniți aparatul de aer condiționat
ru: 🔌 1. Включите кондиционер
sv: 🔌 1. Sätt på luftkonditioneringen
th: 🔌 1. เปิดเครื่องปรับอากาศ
tr: 🔌 1. Klimayı açın
uk: 🔌 1. Увімкніть кондиціонер
vi: 🔌 1. Bật điều hòa
