Repository: Belappsone/IdeaRemoteAC
Catalog: Remote AC/Resources/Localizable/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hi, id, it, ja, nb, pl, pt_pt, ro, ru, sv, th, tr, uk, vi

source: Please try again later or check your internet connection.
ar: يرجى المحاولة لاحقًا أو التحقق من اتصال الإنترنت.
de: Bitte versuchen Sie es später erneut oder überprüfen Sie Ihre Internetverbindung.
es: Por favor, inténtalo de nuevo más tarde o verifica tu conexión a internet.
fr: Veuillez réessayer plus tard ou vérifier votre connexion Internet.
hi: कृपया बाद में पुनः प्रयास करें या अपने इंटरनेट कनेक्शन की जाँच करें।
id: Silakan coba lagi nanti atau periksa koneksi internet Anda.
it: Riprova più tardi o controlla la tua connessione a internet.
ja: 後でもう一度試すか、インターネット接続を確認してください。
nb: Prøv igjen senere eller sjekk internettforbindelsen.
pl: Spróbuj ponownie później lub sprawdź połączenie z internetem.
pt_pt: Tente novamente mais tarde ou verifique sua conexão com a internet.
ro: Vă rugăm să încercați mai târziu sau să verificați conexiunea la internet.
ru: Попробуйте позже или проверьте интернет-соединение.
sv: Försök igen senare eller kontrollera din internetanslutning.
th: โปรดลองอีกครั้งในภายหลังหรือตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
tr: Lütfen daha sonra tekrar deneyin veya internet bağlantınızı kontrol edin.
uk: Спробуйте пізніше або перевірте підключення до інтернету.
vi: Vui lòng thử lại sau hoặc kiểm tra kết nối internet.

source: You're offline.
ar: أنت غير متصل بالإنترنت.
de: Sie sind offline.
es: Estás sin conexión.
fr: Vous êtes hors ligne.
hi: आप ऑफ़लाइन हैं।
id: Anda sedang offline.
it: Sei offline.
ja: オフラインです。
nb: Du er frakoblet.
pl: Jesteś offline.
pt_pt: Você está offline.
ro: Sunteți offline.
ru: Вы офлайн.
sv: Du är offline.
th: คุณออฟไลน์อยู่
tr: Çevrimdışısınız.
uk: Ви офлайн.
vi: Bạn đang ngoại tuyến.

source: Please connect to the internet and try again.
ar: يرجى الاتصال بالإنترنت والمحاولة مرة أخرى.
de: Bitte verbinden Sie sich mit dem Internet und versuchen Sie es erneut.
es: Conéctate a internet e inténtalo nuevamente.
fr: Veuillez vous connecter à Internet et réessayer.
hi: कृपया इंटरनेट से कनेक्ट करें और पुनः प्रयास करें।
id: Silakan hubungkan ke internet dan coba lagi.
it: Connettiti a internet e riprova.
ja: インターネットに接続してからもう一度お試しください。
nb: Koble til internett og prøv igjen.
pl: Połącz się z internetem i spróbuj ponownie.
pt_pt: Conecte-se à internet e tente novamente.
ro: Conectați-vă la internet și încercați din nou.
ru: Пожалуйста, подключитесь к интернету и попробуйте снова.
sv: Anslut till internet och försök igen.
th: โปรดเชื่อมต่ออินเทอร์เน็ตแล้วลองอีกครั้ง
tr: Lütfen internete bağlanın ve tekrar deneyin.
uk: Будь ласка, підключіться до інтернету та спробуйте ще раз.
vi: Vui lòng kết nối internet và thử lại.

source: SMART CLIMATE CONTROL
ar: التحكم الذكي بالمناخ
de: SMART KLIMASTEUERUNG
es: CONTROL INTELIGENTE DEL CLIMA
fr: CONTRÔLE CLIMATIQUE INTELLIGENT
hi: स्मार्ट क्लाइमेट कंट्रोल
id: SMART PENGATURAN IKLIM
it: CONTROLLO CLIMATICO SMART
ja: スマート 気候コントロール
nb: SMART KLIMAKONTROLL
pl: INTELIGENTNA KONTROLA KLIMATU
pt_pt: CONTROLE CLIMÁTICO INTELIGENTE
ro: CONTROL CLIMATIC INTELIGENT
ru: УМНОЕ УПРАВЛЕНИЕ КЛИМАТОМ
sv: SMART KLIMATKONTROLL
th: การควบคุม สภาพอากาศอัจฉริยะ
tr: AKILLI KLİMA KONTROLÜ
uk: РОЗУМНИЙ КЕРУВАННЯ КЛІМАТОМ
vi: KIỂM SOÁT KHÍ HẬU THÔNG MINH

source: Start using the app with no limits or
ar: ابدأ باستخدام التطبيق بدون قيود أو
de: Beginnen Sie mit der uneingeschränkten Nutzung der App oder
es: Comienza a usar la app sin límites o
fr: Commencez à utiliser l’application sans limites ou
hi: एप्लिकेशन का उपयोग बिना किसी सीमा के शुरू करें या
id: Mulai gunakan aplikasi tanpa batas atau
it: Inizia a usare l’app senza limiti oppure
ja: 制限なしでアプリを使い始めるか、
nb: Begynn å bruke appen uten begrensninger eller
pl: Rozpocznij korzystanie z aplikacji bez ograniczeń lub
pt_pt: Comece a usar o aplicativo sem limites ou
ro: Începeți să folosiți aplicația fără limite sau
ru: Начните использовать приложение без ограничений или
sv: Börja använda appen utan begränsningar eller
th: เริ่มใช้แอปโดยไม่จำกัดหรือ
tr: Uygulamayı sınırsız kullanmaya başla veya
uk: Почніть користуватися додатком без обмежень або
vi: Bắt đầu sử dụng ứng dụng không giới hạn hoặc

source: use limited version.
ar: استخدم النسخة المحدودة.
de: verwenden Sie die eingeschränkte Version.
es: usa la versión limitada.
fr: utilisez la version limitée.
hi: सीमित संस्करण का उपयोग करें।
id: gunakan versi terbatas.
it: usa la versione limitata.
ja: 制限付きバージョンを使用する。
nb: bruk begrenset versjon.
pl: użyj wersji ograniczonej.
pt_pt: use a versão limitada.
ro: folosiți versiunea limitată.
ru: используйте ограниченную версию.
sv: använd begränsad version.
th: ใช้เวอร์ชันจำกัด
tr: sınırlı sürümü kullan.
uk: використовуйте обмежену версію.
vi: sử dụng phiên bản giới hạn.

source: 3-days free and then %price%/%period%. Automatic renewal.
ar: 3 أيام مجانًا ثم %price%/%period%. تجديد تلقائي.
de: 3 Tage kostenlos, danach %price%/%period%. Automatische Verlängerung.
es: 3 días gratis y luego %price%/%period%. Renovación automática.
fr: 3 jours gratuits puis %price%/%period%. Renouvellement automatique.
hi: 3 दिन मुफ्त और फिर %price%/%period%. स्वचालित नवीकरण।
id: 3 hari gratis, lalu %price%/%period%. Perpanjangan otomatis.
it: 3 giorni gratis e poi %price%/%period%. Rinnovo automatico.
ja: 3日間無料、その後 %price%/%period%。自動更新。
nb: 3 dager gratis, deretter %price%/%period%. Automatisk fornyelse.
pl: 3 dni za darmo, następnie %price%/%period%. Automatyczne odnowienie.
pt_pt: 3 dias grátis e depois %price%/%period%. Renovação automática.
ro: 3 zile gratuite, apoi %price%/%period%. Reînnoire automată.
ru: 3 дня бесплатно, затем %price%/%period%. Автопродление.
sv: 3 dagar gratis och sedan %price%/%period%. Automatisk förnyelse.
th: ทดลองใช้ฟรี 3 วัน จากนั้น %price%/%period% ต่ออัตโนมัติ
tr: 3 gün ücretsiz, ardından %price%/%period%. Otomatik yenileme.
uk: 3 дні безкоштовно, потім %price%/%period%. Автопоновлення.
vi: 3 ngày miễn phí và sau đó %price%/%period%. Tự động gia hạn.

source: %price%/%period%. Automatic renewal.
ar: %price%/%period%. تجديد تلقائي.
de: %price%/%period%. Automatische Verlängerung.
es: %price%/%period%. Renovación automática.
fr: %price%/%period%. Renouvellement automatique.
hi: %price%/%period%. स्वचालित नवीकरण।
id: %price%/%period%. Perpanjangan otomatis.
it: %price%/%period%. Rinnovo automatico.
ja: %price%/%period%。自動更新。
nb: %price%/%period%. Automatisk fornyelse.
pl: %price%/%period%. Automatyczne odnowienie.
pt_pt: %price%/%period%. Renovação automática.
ro: %price%/%period%. Reînnoire automată.
ru: %price%/%period%. Автопродление.
sv: %price%/%period%. Automatisk förnyelse.
th: %price%/%period% ต่ออัตโนมัติ
tr: %price%/%period%. Otomatik yenileme.
uk: %price%/%period%. Автопоновлення.
vi: %price%/%period%. Tự động gia hạn.

source: AC REMOTE WITH NO LIMITATIONS
ar: ريموت المكيف بدون أي قيود
de: AC-FERNBEDIENUNG OHNE EINSCHRÄNKUNGEN
es: CONTROL REMOTO AC SIN LIMITACIONES
fr: TÉLÉCOMMANDE AC SANS AUCUNE LIMITATION
hi: AC रिमोट बिना किसी सीमा के
id: REMOTE AC TANPA BATASAN
it: TELECOMANDO AC SENZA LIMITI
ja: 制限なしの ACリモコン
nb: KLIMAANLEGG-FJERNKONTROLL UTEN BEGRENSNINGER
pl: PILOT KLIMATYZACJI BEZ OGRANICZEŃ
pt_pt: REMOTE AC SEM LIMITES
ro: REMOTE AC FĂRĂ LIMITĂRI
ru: ПУЛЬТ Д/У КОНДИЦИОНЕРА БЕЗ ОГРАНИЧЕНИЙ
sv: AC FJÄRRKONTROLL UTAN BEGRÄNSNINGAR
th: รีโมตเครื่องปรับอากาศ ไม่มีข้อจำกัด
tr: SINIRSIZ KLİMA KUMANDASI
uk: ПУЛЬТ КОНДИЦІОНЕРА БЕЗ ОБМЕЖЕНЬ
vi: Điều khiển AC không giới hạn

source: Cancel anytime with no charges.
ar: يمكنك الإلغاء في أي وقت بدون رسوم.
de: Jederzeit kündigen ohne Gebühren.
es: Cancela en cualquier momento sin cargos.
fr: Annulez à tout moment sans frais.
hi: किसी भी समय बिना शुल्क के रद्द करें।
id: Batalkan kapan saja tanpa biaya.
it: Annulla in qualsiasi momento senza costi.
ja: いつでも無料で解約可能。
nb: Avbryt når som helst uten kostnad.
pl: Anuluj w dowolnym momencie bez opłat.
pt_pt: Cancele a qualquer momento sem custos.
ro: Anulați oricând fără costuri.
ru: Отменить в любое время без списаний.
sv: Avbryt när som helst utan kostnad.
th: ยกเลิกได้ตลอดเวลาโดยไม่มีค่าใช้จ่าย
tr: Her zaman iptal edilebilir, ücret alınmaz.
uk: Скасовуйте будь-коли без оплат.
vi: Hủy bất cứ lúc nào mà không mất phí.

source: Enjoy all the benefits of the app without restrictions and ads! Enjoy a 3-day free trial with full access to all features, then %price%/%period% app or
ar: استمتع بجميع مزايا التطبيق بدون قيود أو إعلانات! جرب 3 أيام مجانًا مع وصول كامل لجميع الميزات، ثم %price%/%period% للتطبيق أو
de: Genießen Sie alle Vorteile der App ohne Einschränkungen und Werbung! Genießen Sie eine 3-tägige kostenlose Testversion mit vollem Zugriff auf alle Funktionen, danach %price%/%period% App oder
es: Disfruta de todos los beneficios de la app sin restricciones ni anuncios. Prueba gratuita de 3 días con acceso completo a todas las funciones, luego %price%/%period% o
fr: Profitez de tous les avantages de l’application sans restrictions ni publicités ! Bénéficiez d’un essai gratuit de 3 jours avec accès complet à toutes les fonctionnalités, puis %price%/%period% application ou
hi: एप्लिकेशन के सभी लाभों का आनंद लें बिना किसी प्रतिबंध और विज्ञापन के! 3 दिन की मुफ्त ट्रायल का आनंद लें, सभी फीचर्स के पूर्ण एक्सेस के साथ, फिर %price%/%period% एप या
id: Nikmati semua manfaat aplikasi tanpa batasan dan iklan! Nikmati uji coba gratis 3 hari dengan akses penuh ke semua fitur, lalu %price%/%period% aplikasi atau
it: Goditi tutti i vantaggi dell’app senza restrizioni né pubblicità! Prova gratuita di 3 giorni con accesso completo a tutte le funzionalità, poi %price%/%period% app oppure
ja: 制限や広告なしでアプリのすべての機能をお楽しみください！3日間の無料トライアル後は%price%/%period%で継続利用可能
nb: Nyt alle fordelene med appen uten begrensninger og annonser! Få 3 dagers gratis prøveperiode med full tilgang til alle funksjoner, deretter %price%/%period% app eller
pl: Korzystaj ze wszystkich funkcji aplikacji bez ograniczeń i reklam! Wypróbuj 3-dniowy okres próbny z pełnym dostępem do wszystkich funkcji, potem %price%/%period% aplikacji lub
pt_pt: Aproveite todos os benefícios do aplicativo sem restrições e anúncios! Aproveite uma avaliação gratuita de 3 dias com acesso completo a todos os recursos, depois %price%/%period% ou
ro: Bucurați-vă de toate beneficiile aplicației fără restricții și reclame! Testați gratuit 3 zile cu acces complet la toate funcțiile, apoi %price%/%period% sau
ru: Используйте все функции приложения без ограничений и рекламы! Получите 3-дневную бесплатную пробную версию с полным доступом ко всем функциям, затем %price%/%period% или
sv: Njut av alla fördelar med appen utan begränsningar och annonser! Njut av en 3-dagars gratis provperiod med full tillgång till alla funktioner, sedan %price%/%period% app eller
th: เพลิดเพลินกับทุกฟีเจอร์ของแอปโดยไม่มีข้อจำกัดและโฆษณา! ทดลองใช้งานฟรี 3 วันพร้อมเข้าถึงฟีเจอร์ทั้งหมด จากนั้น %price%/%period% ต่อแอปหรือ
tr: Uygulamayı kısıtlama ve reklam olmadan kullanın! Tüm özelliklere tam erişim ile 3 günlük ücretsiz deneme yapın, ardından %price%/%period% uygulama veya
uk: Насолоджуйтеся всіма перевагами додатка без обмежень та реклами! Спробуйте 3 дні безкоштовно з повним доступом до всіх функцій, потім %price%/%period% додаток або
vi: Tận hưởng tất cả lợi ích của ứng dụng mà không giới hạn và không quảng cáo! Dùng thử 3 ngày miễn phí với quyền truy cập đầy đủ tất cả tính năng, sau đó %price%/%period% ứng dụng hoặc

source: Enjoy all the benefits of the app without restrictions and ads! Enjoy with full access to all features, %price%/%period% app or
ar: استمتع بجميع مزايا التطبيق بدون قيود أو إعلانات! وصول كامل لجميع الميزات مقابل %price%/%period% للتطبيق أو
de: Genießen Sie alle Vorteile der App ohne Einschränkungen und Werbung! Genießen Sie den vollen Zugriff auf alle Funktionen für %price%/%period% App oder
es: Disfruta de todos los beneficios de la app sin restricciones ni anuncios. Disfruta con acceso completo a todas las funciones, %price%/%period% o
fr: Profitez de tous les avantages de l’application sans restrictions ni publicités ! Accès complet à toutes les fonctionnalités, %price%/%period% application ou
hi: एप्लिकेशन के सभी लाभों का आनंद लें बिना किसी प्रतिबंध और विज्ञापन के! सभी फीचर्स के पूर्ण एक्सेस के साथ उपयोग करें, %price%/%period% एप या
id: Nikmati semua manfaat aplikasi tanpa batasan dan iklan! Gunakan dengan akses penuh ke semua fitur, %price%/%period% aplikasi atau
it: Goditi tutti i vantaggi dell’app senza restrizioni né pubblicità! Accesso completo a tutte le funzionalità, %price%/%period% app oppure
ja: 制限や広告なしでアプリのすべての機能をお楽しみください！すべての機能を利用して%price%/%period%
nb: Nyt alle fordelene med appen uten begrensninger og annonser! Få full tilgang til alle funksjoner, %price%/%period% app eller
pl: Korzystaj ze wszystkich funkcji aplikacji bez ograniczeń i reklam! Ciesz się pełnym dostępem do wszystkich funkcji, %price%/%period% aplikacji lub
pt_pt: Aproveite todos os benefícios do aplicativo sem restrições e anúncios! Aproveite com acesso completo a todos os recursos, %price%/%period% ou
ro: Bucurați-vă de toate beneficiile aplicației fără restricții și reclame! Bucurați-vă de acces complet la toate funcțiile, %price%/%period% sau
ru: Используйте все функции приложения без ограничений и рекламы! Полный доступ ко всем функциям, %price%/%period% или
sv: Njut av alla fördelar med appen utan begränsningar och annonser! Njut av full tillgång till alla funktioner, %price%/%period% app eller
th: เพลิดเพลินกับทุกฟีเจอร์ของแอปโดยไม่มีข้อจำกัดและโฆษณา! ใช้ด้วยการเข้าถึงฟีเจอร์ทั้งหมด %price%/%period% ต่อแอปหรือ
tr: Uygulamayı kısıtlama ve reklam olmadan kullanın! Tüm özelliklere tam erişim ile %price%/%period% uygulama veya
uk: Насолоджуйтеся всіма перевагами додатка без обмежень та реклами! Використовуйте з повним доступом до всіх функцій, %price%/%period% додаток або
vi: Tận hưởng tất cả lợi ích của ứng dụng mà không giới hạn và không quảng cáo! Sử dụng với quyền truy cập đầy đủ tất cả tính năng, %price%/%period% ứng dụng hoặc

source: AC REMOTE WITH NO LIMITATIONS
ar: ريموت المكيف بدون قيود
de: AC-FERNBEDIENUNG OHNE EINSCHRÄNKUNGEN
es: CONTROL REMOTO AC SIN LIMITACIONES
fr: TÉLÉCOMMANDE AC SANS LIMITES
hi: AC रिमोट बिना किसी सीमा के
id: REMOTE AC TANPA BATASAN
it: TELECOMANDO AC SENZA LIMITI
ja: 制限なしの ACリモコン
nb: KLIMAANLEGG-FJERNKONTROLL UTEN BEGRENSNINGER
pl: PILOT KLIMATYZACJI BEZ OGRANICZEŃ
pt_pt: REMOTE AC SEM LIMITES
ro: REMOTE AC FĂRĂ LIMITĂRI
ru: ПУЛЬТ Д/У КОНДИЦИОНЕРА БЕЗ ОГРАНИЧЕНИЙ
sv: AC FJÄRRKONTROLL UTAN BEGRÄNSNINGAR
th: รีโมตเครื่องปรับอากาศ ไม่มีข้อจำกัด
tr: SINIRSIZ KLİMA KUMANDASI
uk: ПУЛЬТ КОНДИЦІОНЕРА БЕЗ ОБМЕЖЕНЬ
vi: Điều khiển AC không giới hạn

source: Intuitive interface
ar: واجهة سهلة الاستخدام
de: Intuitive Benutzeroberfläche
es: Interfaz intuitiva
fr: Interface intuitive
hi: सहज इंटरफ़ेस
id: Antarmuka intuitif
it: Interfaccia intuitiva
ja: 直感的なインターフェース
nb: Intuitivt grensesnitt
pl: Intuicyjny interfejs
pt_pt: Interface intuitiva
ro: Interfață intuitivă
ru: Интуитивно понятный интерфейс
sv: Intuitivt gränssnitt
th: อินเทอร์เฟซใช้งานง่าย
tr: Sezgisel arayüz
uk: Інтуїтивний інтерфейс
vi: Giao diện trực quan

source: Remote control
ar: تحكم عن بعد
de: Fernsteuerung
es: Control remoto
fr: Contrôle à distance
hi: रिमोट कंट्रोल
id: Kontrol jarak jauh
it: Controllo remoto
ja: リモコン操作
nb: Fjernkontroll
pl: Pilot zdalnego sterowania
pt_pt: Controle remoto
ro: Telecomandă
ru: Дистанционное управление
sv: Fjärrkontroll
th: รีโมตคอนโทรล
tr: Uzaktan kumanda
uk: Дистанційне керування
vi: Điều khiển từ xa

source: Energy efficiency
ar: كفاءة الطاقة
de: Energieeffizienz
es: Eficiencia energética
fr: Efficacité énergétique
hi: ऊर्जा दक्षता
id: Efisiensi energi
it: Efficienza energetica
ja: 省エネ
nb: Energieffektivitet
pl: Efektywność energetyczna
pt_pt: Eficiência energética
ro: Eficiență energetică
ru: Энергоэффективность
sv: Energieffektivitet
th: ประหยัดพลังงาน
tr: Enerji verimliliği
uk: Енергоефективність
vi: Tiết kiệm năng lượng

source: Updates and improvements
ar: تحديثات وتحسينات
de: Updates und Verbesserungen
es: Actualizaciones y mejoras
fr: Mises à jour et améliorations
hi: अपडेट और सुधार
id: Pembaruan dan peningkatan
it: Aggiornamenti e miglioramenti
ja: 更新と改善
nb: Oppdateringer og forbedringer
pl: Aktualizacje i ulepszenia
pt_pt: Atualizações e melhorias
ro: Actualizări și îmbunătățiri
ru: Обновления и улучшения
sv: Uppdateringar och förbättringar
th: อัปเดตและปรับปรุง
tr: Güncellemeler ve iyileştirmeler
uk: Оновлення та покращення
vi: Cập nhật và cải tiến

source: Three days free
ar: ثلاثة أيام مجانية
de: Drei Tage kostenlos
es: Tres días gratis
fr: Trois jours gratuits
hi: तीन दिन मुफ्त
id: Tiga hari gratis
it: Tre giorni gratuiti
ja: 3日間無料
nb: Tre dager gratis
pl: Trzy dni za darmo
pt_pt: Três dias grátis
ro: Trei zile gratuit
ru: Три дня бесплатно
sv: Tre dagar gratis
th: ทดลองใช้ฟรี 3 วัน
tr: Üç gün ücretsiz
uk: Три дні безкоштовно
vi: Miễn phí ba ngày

source: Premium Comfort
ar: راحة مميزة
de: Premium-Komfort
es: Confort premium
fr: Confort Premium
hi: प्रीमियम आराम
id: Kenyamanan Premium
it: Comfort Premium
ja: プレミアム快適
nb: Premium Komfort
pl: Komfort premium
pt_pt: Conforto Premium
ro: Confort premium
ru: Премиум комфорт
sv: Premiumkomfort
th: ความสบายระดับพรีเมียม
tr: Premium Konfor
uk: Преміум Комфорт
vi: Tiện nghi cao cấp

source: Control your AC in just 2 taps - simple as texting!
ar: تحكم في المكيف بنقرتين فقط - ببساطة مثل إرسال رسالة!
de: Steuern Sie Ihre Klimaanlage mit nur 2 Tipps – so einfach wie SMS!
es: Controla tu AC en solo 2 toques - ¡tan simple como enviar un mensaje!
fr: Contrôlez votre climatiseur en seulement 2 clics - aussi simple qu’un SMS !
hi: केवल 2 टैप में अपने AC को नियंत्रित करें – संदेश भेजने जितना सरल!
id: Kendalikan AC Anda hanya dengan 2 ketukan – semudah mengirim pesan!
it: Controlla il tuo condizionatore in soli 2 tocchi - semplice come mandare un messaggio!
ja: たった2回タップでエアコンを操作 - メッセージ感覚で簡単！
nb: Styr klimaanlegget ditt med bare 2 trykk – like enkelt som å sende melding!
pl: Steruj klimatyzatorem w zaledwie 2 kliknięcia - prościej niż SMS!
pt_pt: Controle seu ar-condicionado em apenas 2 toques - tão simples quanto enviar uma mensagem!
ro: Controlează AC-ul în doar 2 atingeri - la fel de simplu ca un mesaj!
ru: Управляйте кондиционером всего в 2 касания — так же просто, как отправить сообщение!
sv: Kontrollera din AC med bara 2 tryck – lika enkelt som att skicka meddelanden!
th: ควบคุมเครื่องปรับอากาศของคุณเพียง 2 ครั้งแตะ - ง่ายเหมือนส่งข้อความ!
tr: Klimanızı sadece 2 dokunuşla kontrol edin - mesajlaşmak kadar kolay!
uk: Керуйте кондиціонером всього за 2 торкання – так само просто, як писати повідомлення!
vi: Điều khiển AC chỉ với 2 lần nhấn – đơn giản như nhắn tin!

source: Adjust temperature from anywhere.
ar: اضبط درجة الحرارة من أي مكان.
de: Passen Sie die Temperatur von überall aus an.
es: Ajusta la temperatura desde cualquier lugar.
fr: Réglez la température de n’importe où.
hi: कहीं से भी तापमान समायोजित करें।
id: Sesuaikan suhu dari mana saja.
it: Regola la temperatura ovunque tu sia.
ja: どこからでも温度を調整
nb: Justér temperaturen fra hvor som helst.
pl: Dostosuj temperaturę z dowolnego miejsca.
pt_pt: Ajuste a temperatura de qualquer lugar.
ro: Reglează temperatura de oriunde.
ru: Регулируйте температуру из любого места.
sv: Justera temperaturen var som helst.
th: ปรับอุณหภูมิจากที่ใดก็ได้
tr: Sıcaklığı her yerden ayarlayın.
uk: Регулюйте температуру звідки завгодно.
vi: Điều chỉnh nhiệt độ từ bất cứ đâu.

source: Smart energy savings
ar: توفير ذكي للطاقة
de: Intelligente Energieeinsparung
es: Ahorro de energía inteligente
fr: Économies d’énergie intelligentes
hi: स्मार्ट ऊर्जा बचत
id: Penghematan energi cerdas
it: Risparmio energetico intelligente
ja: スマート省エネ
nb: Smart energisparing
pl: Inteligentne oszczędzanie energii
pt_pt: Economia de energia inteligente
ro: Economii inteligente de energie
ru: Умная экономия энергии
sv: Smart energibesparing
th: ประหยัดพลังงานอย่างชาญฉลาด
tr: Akıllı enerji tasarrufu
uk: Розумна економія енергії
vi: Tiết kiệm năng lượng thông minh

source: We make the app better every 2 weeks
ar: نحسّن التطبيق كل أسبوعين
de: Wir verbessern die App alle 2 Wochen
es: Mejoramos la app cada 2 semanas
fr: Nous améliorons l’application toutes les 2 semaines
hi: हम हर 2 सप्ताह में ऐप को बेहतर बनाते हैं
id: Kami meningkatkan aplikasi setiap 2 minggu
it: Miglioriamo l’app ogni 2 settimane
ja: 2週間ごとにアプリを改善
nb: Vi forbedrer appen hver 2. uke
pl: Ulepszamy aplikację co 2 tygodnie
pt_pt: Melhoramos o aplicativo a cada 2 semanas
ro: Îmbunătățim aplicația la fiecare 2 săptămâni
ru: Мы улучшаем приложение каждые 2 недели
sv: Vi förbättrar appen varannan vecka
th: เราปรับปรุงแอปทุก 2 สัปดาห์
tr: Uygulamayı her 2 haftada bir daha iyi hale getiriyoruz
uk: Ми покращуємо додаток кожні 2 тижні
vi: Chúng tôi cải thiện ứng dụng mỗi 2 tuần

source: Try all premium features risk-free
ar: جرّب جميع الميزات المميزة بدون مخاطرة
de: Testen Sie alle Premium-Funktionen risikofrei
es: Prueba todas las funciones premium sin riesgo
fr: Essayez toutes les fonctionnalités premium sans risque
hi: सभी प्रीमियम फीचर्स को बिना जोखिम के आज़माएँ
id: Coba semua fitur premium tanpa risiko
it: Prova tutte le funzionalità premium senza rischi
ja: プレミアム機能をリスクなしで試す
nb: Prøv alle premiumfunksjoner risikofritt
pl: Wypróbuj wszystkie funkcje premium bez ryzyka
pt_pt: Experimente todos os recursos premium sem risco
ro: Testează toate funcțiile premium fără risc
ru: Попробуйте все премиум-функции без риска
sv: Prova alla premiumfunktioner utan risk
th: ทดลองใช้ฟีเจอร์พรีเมียมทั้งหมดโดยไม่เสี่ยง
tr: Tüm premium özellikleri risksiz deneyin
uk: Спробуйте всі преміум-функції без ризику
vi: Dùng thử tất cả tính năng cao cấp không rủi ro

source: Only %price%/%period%. Cancel anytime.
ar: فقط %price%/%period%. يمكنك الإلغاء في أي وقت.
de: Nur %price%/%period%. Jederzeit kündbar.
es: Solo %price%/%period%. Cancela en cualquier momento.
fr: Seulement %price%/%period%. Annulez à tout moment.
hi: सिर्फ %price%/%period%. कभी भी रद्द करें।
id: Hanya %price%/%period%. Batalkan kapan saja.
it: Solo %price%/%period%. Annulla in qualsiasi momento.
ja: 月額%price%で、いつでもキャンセル可能
nb: Kun %price%/%period%. Avbryt når som helst.
pl: Tylko %price%/%period%. Anuluj w dowolnym momencie.
pt_pt: Apenas %price%/%period%. Cancele a qualquer momento.
ro: Doar %price%/%period%. Anulează oricând.
ru: Всего %price%/%period%. Отмена в любое время.
sv: Endast %price%/%period%. Avbryt när som helst.
th: เพียง %price%/%period% ยกเลิกได้ทุกเวลา
tr: Sadece %price%/%period%. Her zaman iptal edilebilir.
uk: Лише %price%/%period%. Скасовуйте будь-коли.
vi: Chỉ %price%/%period%. Hủy bất cứ lúc nào.

source: Three days free trial
ar: تجربة مجانية لمدة 3 أيام
de: Drei Tage kostenlos testen
es: Prueba gratuita de tres días
fr: Essai gratuit de 3 jours
hi: तीन दिन की मुफ्त परीक्षण अवधि
id: Uji coba gratis 3 hari
it: Prova gratuita di tre giorni
ja: 3日間無料トライアル
nb: Tre dagers gratis prøveperiode
pl: 3-dniowa darmowa wersja próbna
pt_pt: Teste gratuito de três dias
ro: Perioadă de probă gratuită de 3 zile
ru: 3-дневная бесплатная пробная версия
sv: Tre dagars gratis provperiod
th: ทดลองใช้ฟรี 3 วัน
tr: Üç günlük ücretsiz deneme
uk: Три дні безкоштовної пробної версії
vi: Thử nghiệm miễn phí ba ngày

source: Most popular
ar: الأكثر شيوعًا
de: Am beliebtesten
es: Más popular
fr: Le plus populaire
hi: सबसे लोकप्रिय
id: Paling populer
it: Più popolare
ja: 最も人気
nb: Mest populær
pl: Najpopularniejsze
pt_pt: Mais popular
ro: Cel mai popular
ru: Наиболее популярный
sv: Mest populär
th: ยอดนิยม
tr: En popüler
uk: Найпопулярніше
vi: Phổ biến nhất
